"ASSISTED_AUTH_INSTRUCTIONS" = "Vés a %@ i inicia sessió a %@ introduint el codi";

"BUTTON_AUTHENTICATE" = "Utilitza el número de telèfon";

"BUTTON_CONTINUE" = "Continua";

"BUTTON_CREATED_ACCOUNT" = "S'ha creat el compte";

"BUTTON_CREATE_ACCOUNT" = "Crea un compte";

"BUTTON_CREATING_ACCOUNT" = "S'està creant el compte";

"BUTTON_DISMISS" = "Descarta";

"BUTTON_DONE" = "Fet";

"BUTTON_EDIT_NUMBER" = "Modifica el número";

"BUTTON_LOGGING_IN" = "S'està entrant";

"BUTTON_NOT_NOW" = "Ara no";

"BUTTON_OKAY" = "D'acord";

"BUTTON_RESEND_CONF_CODE" = "Reenvia codi";

"BUTTON_RETRY" = "Prova-ho de nou";

"BUTTON_SENDING" = "S'està enviant...";

"BUTTON_SENDING_CONF_CODE" = "S'està enviant el codi de confirmació";

"BUTTON_SEND_CONF_CODE" = "Envia el codi de confirmació";

"BUTTON_SENT_CONF_CODE" = "S'ha enviat el codi de confirmació";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Prova-ho amb un altre número";

"BUTTON_VERIFYING" = "S'està verificant";

"CALL_ME_ACTION" = "Truca'm";

"CALL_ME_LOADING" = "S'està trucant...";

"DEFAULT_INVITE_VIEW_TITLE" = "Convida amics";

"ERROR_CANT_SMS" = "No es pot enviar un SMS al número.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Comprova el codi i torna a provar-ho";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Sembla que hi ha hagut un problema amb la xarxa. Ho vols tornar a provar? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Comprova el correu electrònic i torna-ho a provar";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Comprova el número i torna a provar-ho";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Has configurat prèviament un codi de verificació en 2 passos a <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Si toques \"Truca'm\" més amunt, <a href=\"https://www.digits.com\">Digits by Twitter </a> et farà una trucada de veu per confirmar el número de telèfon. Es poden aplicar càrrecs per trucades i dades.";

"FOOTNOTE_CREATE_ACCOUNT" = "Si toques \"Crea un compte\" més amunt, voldrà dir que acceptes les <a href=\"https://twitter.com/tos\">condicions del servei</a>, la <a href=\"https://twitter.com/privacy\">política de \nprivacitat</a> i l'<a href=\"https://support.twitter.com/articles/20170514\">ús de galetes</a> de \n<a href=\"https://www.digits.com\">Digits by Twitter</a> per compartir el número de telèfon amb %@ i que altres usuaris de %@ et podran descobrir pel \nnúmero de telèfon.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Si toques \"Continua\" més amunt, afegiràs aquest correu electrònic al compte de Digits. A més, voldrà dir que acceptes que aquesta aplicació i <a href=\"https://www.digits.com/settings\">totes les aplicacions incloses al compte de Digits</a> puguin accedir a aquesta adreça electrònica i que els seus usuaris et puguin descobrir pel correu electrònic.";

"FOOTNOTE_LOGIN" = "Si toques \"Continua\" més amunt, el <a href=\"https://www.digits.com/settings\">número de telèfon i/o l'adreça electrònica de Digits</a> es compartiran amb %@ i altres usuaris de %@ et podran descobrir pel número de telèfon i/o el correu electrònic.";

"FOOTNOTE_SEND_CONF_CODE" = "Si toques \"Envia el codi de confirmació\" més amunt, <a href=\"https://www.digits.com\">Digits by \nTwitter</a> t'enviarà un SMS per confirmar el número \nde telèfon. A la pantalla següent, podràs triar \"Torna a enviar el codi\" per rebre un altre SMS o \"Truca'm\"\n per iniciar una trucada telefònica i confirmar el número de \ntelèfon. Es poden aplicar càrrecs per missatges, trucades i dades.";

"FOOTNOTE_TOS_UPDATE" = "Si toques \"Continua\" més amunt, acceptes les <a href=\"https://twitter.com/tos\">condicions del servei</a>, la <a href=\"https://twitter.com/privacy\">política de privacitat</a> i l'<a href=\"https://support.twitter.com/articles/20170514\">ús de galetes</a> actualitzats de <a href=\"https://www.digits.com\">Digits by Twitter</a> per compartir el <a href=\"https://www.digits.com/settings\">número de telèfon o l'adreça electrònica de Digits</a> amb %@. També acceptes a altres usuaris de %@ trobar-te pel número de telèfon o pel correu electrònic.";

"INVITED_BUTTON_TITLE" = "Convidats";

"INVITE_BUTTON_TITLE" = "Convida";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Introdueix el codi de verificació en 2 passos.";

"LABEL_ENTER_CONF_CODE" = "T'hem enviat un codi de 6 dígits.";

"LABEL_ENTER_EMAIL" = "Introdueix el correu electrònic.";

"LABEL_ENTER_PHONE_NUMBER" = "Quin és el teu número de telèfon?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Utilitzem Digits de Twitter per trobar més amics teus que utilitzen \naquesta aplicació. En tocar D'acord, pujarem la llibreta \nd'adreces a Digits de Twitter per ajudar-te a trobar els usuaris de %@ coneguts  o que a altres usuaris de %@ a trobar-te.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Troba les amistats";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "No es pot confirmar el número de telèfon";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Tenim problemes per enviar-te un codi de confirmació.";

"ONBOARDING_MESSAGE" = "Entra a https://fabric.io per posar el nom de l'aplicació que s'inclourà als correus electrònics de verificació i als missatges d'autorització per SMS/veu.";

"ONBOARDING_MESSAGE_ANSWERS" = "Afegeix el framework d'Answers a l'aplicació per activar el registre d'esdeveniments de Digits de forma automàtica. Més informació a https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "aquesta aplicació";

"SMS_PREFILL_TEXT_DEFAULT" = "Hola %@. Estic utilitzant %@, uneix-te a mi!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "Hola %@. Instal·la %@ a %@.";

